---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.WPerFt
source: html/c80321fd-6e0d-49de-9a00-7a9186f06817.htm
---
# Autodesk.Revit.DB.SymbolTypeId.WPerFt Property

Symbol W/ft, indicating unit Watts per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId WPerFt { get; }
```